Repository: withxat/Dash
Catalog: apps/ios/Dash/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Destination addresses
zh_hans: 收件地址

source: Destination folder
zh_hans: 目标文件夹

# Destination: %@ / %@
source: Destination: %1$@ / %2$@
zh_hans: 目标位置：%1$@ / %2$@

source: Detach %@ from %@.
zh_hans: 将 %1$@ 从 %2$@ 解绑。

# Detaches %@ from %@. DNS for the hostname is left in place.
source: Detaches %1$@ from %2$@. DNS for the hostname is left in place.
zh_hans: 将 %1$@ 从 %2$@ 解绑。主机名的 DNS 记录保持不变。

source: Detaches %1$@ from %2$@. The domain's DNS record is removed; the zone itself is untouched.
zh_hans: 将 %1$@ 从 %2$@ 解绑。该域名的 DNS 记录会被删除，但域名本身不受影响。

source: Details
zh_hans: 详细信息

source: Dev mode
zh_hans: 开发模式

source: Development Mode
zh_hans: 开发模式

source: Development Mode is on for %@.
zh_hans: 已为 %@ 开启开发模式。

source: Development mode
zh_hans: 开发模式

source: Development mode is off for %@.
zh_hans: 已为 %1$@ 关闭开发模式。

source: Development mode is on for %@. Cloudflare turns it off automatically after three hours.
zh_hans: 已为 %1$@ 开启开发模式。Cloudflare 会在三小时后自动关闭。

source: Diagnostics
zh_hans: 诊断

source: Disable policy
zh_hans: 停用策略

source: Disabled
zh_hans: 已停用

source: Disconnected
zh_hans: 断开时间

source: Dismiss
zh_hans: 关闭

source: Dismiss tip
zh_hans: 不再显示此提示

source: Domain
zh_hans: 域名

source: Domain Metric
zh_hans: 域名指标

source: Domain Metrics
zh_hans: 域名指标

source: Domain added
zh_hans: 域名已添加

source: Domain expiring
zh_hans: 域名即将到期

source: Domain settings
zh_hans: 域名设置

source: Domains
zh_hans: 域名

source: Domains & DNS
zh_hans: 域名与 DNS

source: Domains & Routes
zh_hans: 域名与路由

source: Domains you bought on Cloudflare
zh_hans: 在 Cloudflare 购买的域名

source: Domains you buy from Cloudflare Registrar appear here. Registration itself happens on the Cloudflare dashboard.
zh_hans: 在 Cloudflare Registrar 购买的域名会显示在这里。注册操作需在 Cloudflare 控制台完成。

source: Domains, Custom domains for this project
zh_hans: 域名，此项目的自定义域名

source: Domains, DNS, cache, and domain settings
zh_hans: 域名、DNS、缓存与域名设置

source: Done
zh_hans: 完成

source: Done selecting
zh_hans: 完成选择

source: Double tap to deselect
zh_hans: 双击取消选择

source: Double tap to dismiss
zh_hans: 双击以关闭

source: Double tap to preview
zh_hans: 双击预览

source: Double tap to select
zh_hans: 双击选择

source: Down
zh_hans: 已断开

source: Download
zh_hans: 下载

source: Downloading…
zh_hans: 正在下载…

source: Downloads the whole file
zh_hans: 下载整个文件

source: Drop
zh_hans: 丢弃

source: Drops
zh_hans: 丢弃

source: Edge errors
zh_hans: 边缘错误

source: Edit
zh_hans: 编辑

source: Edit charts
zh_hans: 编辑图表

source: Edit quick actions
zh_hans: 编辑快捷操作

source: Edit shortcuts
zh_hans: 编辑快捷方式

source: Email
zh_hans: 邮箱

source: Email i@xat.sh
zh_hans: 发送邮件至 i@xat.sh

source: Email routing
zh_hans: 邮件路由

source: Email routing is off
zh_hans: 邮件路由未开启

source: Email routing manages this record. Editing or deleting it would stop mail delivery for this domain.
zh_hans: 此记录由邮件路由管理。编辑或删除后，发往此域名的邮件将无法送达。

source: Empty bucket
zh_hans: 空存储桶

source: Empty folder
zh_hans: 空文件夹

source: Enable Under Attack
zh_hans: 开启 Under Attack

source: Enable Web Analytics on a domain or add a site in Cloudflare to compare its browser traffic here.
zh_hans: 在域名上启用 Web Analytics，或在 Cloudflare 中添加站点，即可在此比较浏览器流量。

source: Enable Wi‑Fi and cellular data in Settings to load Cloudflare resources.
zh_hans: 在设置中开启 Wi‑Fi 与蜂窝数据，以加载 Cloudflare 资源。

source: Enable dev mode
zh_hans: 开启开发模式

source: Enable policy
zh_hans: 启用策略

source: Enabled
zh_hans: 已启用

source: Encrypted Bandwidth
zh_hans: 加密带宽

source: Encrypted Requests Rate
zh_hans: 加密请求占比

source: Enterprise Website
zh_hans: 企业版

source: Environment
zh_hans: 环境

source: Error
zh_hans: 错误

source: Error rate %@
zh_hans: 错误率 %@

source: Errors
zh_hans: 错误

source: Events
zh_hans: 事件

source: Every occurrence
zh_hans: 每次触发

source: Every primary nameserver for %@ is failing.
zh_hans: %@ 的所有主 DNS 服务器都不可用。

source: Everything else
zh_hans: 其余全部

source: Expand chart
zh_hans: 展开图表

source: Expanded
zh_hans: 已展开

source: Expired
zh_hans: 已过期

source: Expires
zh_hans: 到期

source: Expires %@
zh_hans: 到期时间：%@

source: Explore the demo
zh_hans: 体验演示

source: Exposes the origin IP, permanently
zh_hans: 会永久暴露源站 IP

source: External changes
zh_hans: 外部更改

source: Failed
zh_hans: 失败

source: Failure
zh_hans: 失败

source: File
zh_hans: 文件

source: File-type icons
zh_hans: 文件类型图标

source: Files
zh_hans: 文件

source: Files couldn't remove all downloaded copies from this iPhone. Reopen Dash to try again.
zh_hans: “文件”未能从这台 iPhone 移除所有已下载副本。请重新打开 Dash 后重试。

source: Files couldn't remove all downloaded copies from this iPhone. Try signing out again.
zh_hans: “文件”未能从这台 iPhone 移除所有已下载副本。请再次尝试退出登录。

source: Filtered to %lld of %lld loaded records
zh_hans: 已从 %2$lld 条已加载记录中筛选出 %1$lld 条

source: Finished
zh_hans: 已结束

source: Fix DNS records
zh_hans: 修复 DNS 记录

source: Flags
zh_hans: 标志

source: Flags must be a number between 0 and 255.
zh_hans: 标志必须是 0 到 255 之间的数字。

source: Folder
zh_hans: 文件夹

source: Folder (optional)
zh_hans: 文件夹（可选）

source: Folders are key prefixes — use / to nest, leave empty for the bucket root. Files keep their names.
zh_hans: 文件夹即 key 前缀——用 / 表示层级，留空表示存储桶根目录。文件名保持不变。

source: Follow one issue from the signal to the affected resource. Changes stay locked until you connect Cloudflare.
zh_hans: 沿着一条问题信号查看受影响的资源。连接 Cloudflare 前，所有更改都保持锁定。

source: For Home, Resources, and Watchtower.
zh_hans: 用于首页、资源与 Watchtower。

source: Form background
zh_hans: 表单背景

source: Format
zh_hans: 格式化

source: Forward Cloudflare notification policies to this iPhone through dash.xat.sh.
zh_hans: 通过 dash.xat.sh 将 Cloudflare 通知策略转发到这台 iPhone。

source: Forward mail sent to addresses at this domain to an inbox you already use. Cloudflare adds the MX and SPF records for you.
zh_hans: 将发往此域名各地址的邮件转发到常用收件箱。Cloudflare 会自动添加 MX 和 SPF 记录。

source: Forward mail to an inbox you already use
zh_hans: 转发到常用收件箱

source: Forwards to %@
zh_hans: 转发到 %@

source: Free Website
zh_hans: 免费版

source: Frequency
zh_hans: 频率

source: From Photos or Files, tap Share and choose Dash to upload straight to R2.
zh_hans: 在“照片”或“文件”中轻点“共享”，再选择 Dash，即可直接上传到 R2。

source: General
zh_hans: 通用

source: Grant
zh_hans: 授权

source: Grant Pages write access to attach a custom domain.
zh_hans: 授予 Pages 写入权限以绑定自定义域名。

source: Grant Workers write access to change this setting.
zh_hans: 授予 Workers 写入权限以更改此设置。

source: Grant Workers write access to switch deployments.
zh_hans: 需要 Workers 写入权限才能切换部署。

source: Grant access
zh_hans: 授予访问权限

source: Grant access to %@
zh_hans: 授予 %@ 访问权限

source: Grant access to rename account
zh_hans: 授予账户重命名权限

source: Grant access to see domains here.
zh_hans: 授予权限后即可在此查看域名。

source: Grant domain write access to trigger a check from here.
zh_hans: 授予域名写入权限以在此触发检查。

source: Grant notification write access to create an alert policy.
zh_hans: 授予通知写入权限后即可创建提醒策略。

source: Grant only the mutation scopes used by these actions.
zh_hans: 仅授予这些操作所需的写入权限。

source: Grant purge access
zh_hans: 授予缓存清除权限

source: Grant write access
zh_hans: 授予写入权限

source: Grant zone settings write access to change this.
zh_hans: 授予 zone 设置写入权限以更改此项。

source: Granted
zh_hans: 已授权

source: HTTP request analytics
zh_hans: HTTP 请求分析

source: HTTP request analytics for this domain will appear here.
zh_hans: 此域名的 HTTP 请求分析将显示在这里。

source: HTTP requests for %@
zh_hans: %@ 的 HTTP 请求

source: HTTP requests for %@ over the last 24 hours. Total %@ requests.
zh_hans: %1$@ 过去 24 小时的 HTTP 请求。共 %2$@ 次请求。

source: HTTP traffic
zh_hans: HTTP 流量

source: Haptic feedback
zh_hans: 触感反馈

source: Health Checks
zh_hans: 健康检查

source: Healthy
zh_hans: 健康

source: Help & about
zh_hans: 帮助与关于

source: History
zh_hans: 历史记录

source: Hold the button below. When the setting is off it fires on tap.
zh_hans: 按住下方按钮。该设置关闭时，点击即触发。

source: Hold to confirm
zh_hans: 长按以确认

source: Home
zh_hans: 主页

source: Hostname
zh_hans: 主机名

source: Hostname copied.
zh_hans: 主机名已复制。

source: Hour
zh_hans: 小时

source: Icons
zh_hans: 图标

source: Idle
zh_hans: 等待中

source: Ignore
zh_hans: 忽略

source: Ignore %lld unread alerts? They move to Ignored on this iPhone. Cloudflare isn’t changed.
zh_hans: 忽略 %lld 条未读提醒？它们会移到本机的「已忽略」，Cloudflare 不受影响。

source: Ignore 1 unread alert? It moves to Ignored on this iPhone. Cloudflare isn’t changed.
zh_hans: 忽略 1 条未读提醒？它会移到本机的「已忽略」，Cloudflare 不受影响。

source: Ignore all
zh_hans: 全部忽略

source: Ignore all alerts
zh_hans: 忽略全部提醒

source: Ignored
zh_hans: 已忽略

source: Ignored on this iPhone
zh_hans: 此 iPhone 上已忽略

source: In progress
zh_hans: 进行中

source: Inactive
zh_hans: 未激活

source: Inbox
zh_hans: 收件箱

source: Initialize
zh_hans: 初始化

source: Initializing
zh_hans: 初始化中

source: Inspect the resource
zh_hans: 检查资源

source: Integrations
zh_hans: 系统集成

source: Interface icons
zh_hans: 界面图标

source: Invocations chart for the last 24 hours. Total %@ requests, %@ errors.
zh_hans: 过去 24 小时的调用图表。共 %1$@ 次请求、%2$@ 次错误。

source: Invocations chart for the last 24 hours. Total %@ requests.
zh_hans: 过去 24 小时的调用图表。共 %@ 次请求。

source: It shows as Pending until the name servers update — usually within a few hours.
zh_hans: 名称服务器更新前会显示为待处理——通常几小时内完成。

source: KV namespace
zh_hans: KV 命名空间

source: KV values can be up to 25 MiB.
zh_hans: KV 值最大可为 25 MiB。

source: Keep Dash open until the move finishes.
zh_hans: 移动完成前请保持 Dash 打开。

source: Keep Dash open until the upload finishes.
zh_hans: 上传完成前请保持 Dash 打开。

source: Keep exploring
zh_hans: 继续探索

source: Keep holding to confirm delete.
zh_hans: 继续长按以确认删除。

source: Keep selected Dash preferences in sync across iPhones using your iCloud account.
zh_hans: 通过你的 iCloud 账户在多台 iPhone 之间同步选定的 Dash 偏好。

source: Key
zh_hans: 键

source: Key name
zh_hans: Key 名称

source: Language
zh_hans: 语言

source: Last %lld hours
zh_hans: 过去 %lld 小时

source: Last 24 hours
zh_hans: 最近 24 小时

source: Last 30 days
zh_hans: 最近 30 天

source: Last 7 days
zh_hans: 最近 7 天

source: Last connected %@
zh_hans: 上次连接：%@

source: Latest · %@
zh_hans: 最新 · %@

source: Libraries
zh_hans: 软件库

source: Linked
zh_hans: 已关联

source: Load balancer health
zh_hans: 负载均衡健康度

source: Load more
zh_hans: 加载更多

source: Loaded records
zh_hans: 已加载记录

source: Loading
zh_hans: 加载中

source: Loading KV namespaces…
zh_hans: 正在加载 KV 命名空间…

source: Loading Pages projects…
zh_hans: 正在加载 Pages 项目…

source: Loading R2 buckets…
zh_hans: 正在加载 R2 存储桶…

source: Loading Workers…
zh_hans: 正在加载 Worker…

source: Loading domain traffic…
zh_hans: 正在加载域名流量…

source: Loading log…
zh_hans: 正在加载日志…

source: Loading preview…
zh_hans: 正在加载预览…

source: Loading routes…
zh_hans: 正在加载路由…

source: Loading value…
zh_hans: 正在加载值…

source: Location
zh_hans: 所在地

source: Locked
zh_hans: 已锁定

source: Long press to ignore all alerts
zh_hans: 长按可忽略全部提醒

source: Mail forwarded to an unverified address is dropped. Open the confirmation email Cloudflare sent to it.
zh_hans: 转发到未验证地址的邮件会被丢弃。请打开 Cloudflare 发送到该地址的确认邮件。

source: Mail server
zh_hans: 邮件服务器

source: Make active
zh_hans: 设为活跃

source: Manage addresses
zh_hans: 管理地址

source: Manage registration
zh_hans: 管理注册信息

source: Managed
zh_hans: 托管

source: Managed URL unavailable for this bucket.
zh_hans: 此存储桶无法使用托管 URL。

source: Managed by
zh_hans: 管理方式

source: Managed on
zh_hans: 管理位置

source: Mark all read
zh_hans: 全部标为已读

source: Maximum download
zh_hans: 最大下载大小

source: Maximum upload
zh_hans: 最大上传大小

source: Metric
zh_hans: 指标

source: Milliseconds
zh_hans: 毫秒

source: Minimum TLS
zh_hans: 最低 TLS

source: Minimum TLS version
zh_hans: 最低 TLS 版本

source: Misconfigured
zh_hans: 配置有误

source: More actions
zh_hans: 更多操作

source: Move
zh_hans: 移动

source: Move %lld
zh_hans: 移动 %1$lld 个

source: Move %lld %@
zh_hans: 移动 %1$lld 个 %2$@

source: Move down
zh_hans: 下移

source: Move objects
zh_hans: 移动对象

source: Move to Pending
zh_hans: 移回待处理

source: Move up
zh_hans: 上移

source: Moved
zh_hans: 已迁移

source: Moved %lld
zh_hans: 已移动 %1$lld 个

# Moving %lld of %lld…
source: Moving %1$lld of %2$lld…
zh_hans: 正在移动 %1$lld / %2$lld…

source: Moving between folders is just renaming the key — use / to nest. The object is copied to the new key, then the old one is deleted.
zh_hans: 在文件夹间移动即重命名 key——用 / 表示层级。对象会复制到新 key，然后删除旧 key。

source: Muted
zh_hans: 已静音

source: Name
zh_hans: 名称

source: Nameservers
zh_hans: 名称服务器

source: Namespaces, keys, and values
zh_hans: 命名空间、key 与值

source: Network
zh_hans: 网络

source: Networks
zh_hans: 网络

source: New DNS record
zh_hans: 新建 DNS 记录

source: New bucket
zh_hans: 新建存储桶

source: New route
zh_hans: 新建路由

source: No
zh_hans: 否

source: No Cloudflare account is available for this user.
zh_hans: 此用户没有可用的 Cloudflare 账户。

source: No Cloudflare history
zh_hans: 暂无 Cloudflare 历史记录

source: No DNS records
zh_hans: 无 DNS 记录

source: No Pages projects
zh_hans: 暂无 Pages 项目

source: No Workers yet
zh_hans: 暂无 Workers

source: No alert policies
zh_hans: 暂无提醒策略

source: No alert types were returned for this account.
zh_hans: 此账户未返回任何提醒类型。

source: No audit events
zh_hans: 无审计事件

source: No blocked events in this window.
zh_hans: 此时间段内没有被拦截的事件。

source: No buckets yet
zh_hans: 暂无存储桶

source: No charts
zh_hans: 暂无图表

source: No custom domains
zh_hans: 暂无自定义域名

source: No data in this range
zh_hans: 此时间范围内暂无数据

source: No deployments yet.
zh_hans: 暂无部署。

source: No destination addresses
zh_hans: 暂无收件地址

source: No domain matches %@.
zh_hans: 没有匹配 %@ 的域名。

source: No domains
zh_hans: 无域名

source: No domains in this account.
zh_hans: 此账户中没有域名。

source: No domains to chart
zh_hans: 暂无可绘制的域名

source: No ignored alerts
zh_hans: 暂无已忽略提醒

source: No keys
zh_hans: 无键

source: No namespaces
zh_hans: 暂无命名空间

source: No page loads yet
zh_hans: 还没有页面加载

source: No registered domains
zh_hans: 没有已注册的域名

source: No resources
zh_hans: 暂无资源

source: No routes
zh_hans: 暂无路由

source: No traffic yet
zh_hans: 暂无流量

source: No tunnels yet
zh_hans: 还没有隧道

source: No unread alerts
zh_hans: 没有未读提醒

source: No zone in this account matches that hostname.
zh_hans: 此账户中没有匹配该主机名的 zone。

source: None
zh_hans: 无

source: Not available in Files
zh_hans: “文件”中不可用

source: Not selected
zh_hans: 未选中

source: Not set
zh_hans: 未设置

source: Note
zh_hans: 提示

source: Nothing to select in this folder
zh_hans: 此文件夹中没有可选对象

source: Notifications
zh_hans: 通知

source: Notifications are turned off in Settings.
zh_hans: 系统设置中已关闭通知。

source: Notifications are turned off in iOS Settings. Enable them for Dash to get alerts.
zh_hans: iOS 设置中已关闭通知。请为 Dash 开启通知以接收提醒。

source: Notify after background checks
zh_hans: 后台检查后通知

source: Notify this iPhone when a Dash refresh finds new Cloudflare deliveries.
zh_hans: 当 Dash 刷新时发现新的 Cloudflare 通知，就在此 iPhone 上提醒你。

source: OK
zh_hans: 正常

source: Off
zh_hans: 关

source: Ok
zh_hans: 正常

source: On
zh_hans: 开

source: On for all domains
zh_hans: 已对所有域名开启

source: Only these preferences are synced. Accounts, credentials, alerts, and cached Cloudflare data stay on this iPhone.
zh_hans: 仅同步这些偏好。账户、凭据、提醒和缓存的 Cloudflare 数据会保留在这台 iPhone 上。

source: Open Dash Settings
zh_hans: 打开 Dash 设置

source: Open Dash Settings, grant Shortcuts & Share write access, then share these files again.
zh_hans: 打开 Dash 设置，授予“快捷指令与共享”写入权限，然后再次共享这些文件。

source: Open Dash and sign in to your Cloudflare account first.
zh_hans: 请先打开 Dash 并登录你的 Cloudflare 账户。

source: Open Dash to reconnect notification access.
zh_hans: 请打开 Dash，重新授权通知访问。

source: Open Dash to refresh.
zh_hans: 打开 Dash 刷新。

source: Open Dash to sync your Cloudflare alerts.
zh_hans: 打开 Dash 以同步你的 Cloudflare 提醒。

source: Open Dash → Settings → Shortcuts & Share, grant write access, then run this shortcut again.
zh_hans: 打开 Dash → 设置 → 快捷指令与共享，授予写入权限，然后再次运行此快捷指令。

source: Open KV docs
zh_hans: 打开 KV 文档

source: Open Pages docs
zh_hans: 打开 Pages 文档

source: Open R2
zh_hans: 打开 R2

source: Open R2 docs
zh_hans: 打开 R2 文档

source: Open Tunnel docs
zh_hans: 查看隧道文档

source: Open Watchtower
zh_hans: 打开 Watchtower

source: Open Watchtower to check this account
zh_hans: 打开 Watchtower 检查此账户

source: Open Workers docs
zh_hans: 打开 Workers 文档

source: Open api.example.net and review its state
zh_hans: 打开 api.example.net 并检查其状态

source: Open email routing
zh_hans: 打开邮件路由

source: Open in Cloudflare
zh_hans: 在 Cloudflare 中打开

source: Open in Safari
zh_hans: 在 Safari 中打开

source: Open source
zh_hans: 开源

source: Open the Watchtower tab in Dash.
zh_hans: 在 Dash 中打开 Watchtower 标签页。

source: Opening…
zh_hans: 正在打开…

source: Opens Cloudflare
zh_hans: 在 Cloudflare 中打开

source: Opens Cloudflare to review the requested permissions
zh_hans: 打开 Cloudflare 以查看所请求的权限

source: Opens the domain card color picker
zh_hans: 打开域名卡片颜色选择器

source: Opens the policy on dash.xat.sh
zh_hans: 在 dash.xat.sh 打开隐私政策

source: Opens the project repository in your browser
zh_hans: 在浏览器中打开项目仓库

source: Opens the terms on dash.xat.sh
zh_hans: 在 dash.xat.sh 打开使用条款

source: Opens your email app
zh_hans: 打开邮件 App

source: Or drag with two fingers on the list
zh_hans: 或在列表上用双指拖动

source: Organization
zh_hans: 组织

source: Origin errors
zh_hans: 源站错误

source: Origin monitoring
zh_hans: 源站监控

source: Other
zh_hans: 其他

source: Outcome
zh_hans: 结果

source: Over Dash's 100 MB preview limit
zh_hans: 超过 Dash 的 100 MB 预览限制

source: Over Dash's 100 MB preview limit — open in Files
zh_hans: 超过 Dash 的 100 MB 预览限制——可在“文件”中打开

source: Overview
zh_hans: 概览

source: Ownership
zh_hans: 所有权

source: Ownership %@
zh_hans: 所有权%@

source: Page load time
zh_hans: 页面加载时间

source: Page views
zh_hans: 页面浏览量

source: Page views chart for %@. Total %@ page views.
zh_hans: %1$@的页面浏览量图表。共 %2$@ 次浏览。

source: Page views reported by real browsers
zh_hans: 真实浏览器上报的页面浏览量

source: Pages builds
zh_hans: Pages 构建

source: Pages domain
zh_hans: Pages 域名

source: Partners Business
zh_hans: 合作伙伴商业版

source: Partners Enterprise
zh_hans: 合作伙伴企业版

source: Partners Free
zh_hans: 合作伙伴免费版

source: Partners Pro
zh_hans: 合作伙伴专业版

source: Path
zh_hans: 路径

source: Pattern
zh_hans: 模式

source: Paused
zh_hans: 已暂停

source: Pending
zh_hans: 待处理

source: Pending Create
zh_hans: 待创建

source: Pending Delete
zh_hans: 待删除

source: Pending Renew
zh_hans: 待续费

source: Pending Restore
zh_hans: 待恢复

source: Pending Transfer
zh_hans: 转移中

source: Pending Update
zh_hans: 待更新

source: Pending delete
zh_hans: 待删除

source: Pending deletion
zh_hans: 待删除

source: Percent
zh_hans: 百分比

source: Permanently delete the %@ record for %@.
zh_hans: 永久删除 %2$@ 的 %1$@ 记录。

source: Permanently delete the key %@.
zh_hans: 永久删除 key %@。

source: Permanently delete the policy %@.
zh_hans: 永久删除策略 %@。

# Permanently deletes %@ from %@. This can't be undone.
source: Permanently deletes %1$@ from %2$@. This can't be undone.
zh_hans: 将从 %2$@ 中永久删除 %1$@。此操作无法撤销。

source: Permanently deletes %@. The bucket must be empty. This can't be undone.
zh_hans: 将永久删除 %@。存储桶必须为空，此操作无法撤销。

# Permanently deletes %lld %@ from %@. This can't be undone.
source: Permanently deletes %1$lld %2$@ from %3$@. This can't be undone.
zh_hans: 将从 %3$@ 中永久删除 %1$lld 个%2$@。此操作无法撤销。

source: Permissions
zh_hans: 权限

source: Pick a bucket — Dash has no remembered R2 destination for this account yet.
zh_hans: 请选择一个存储桶——Dash 尚未记住此账户的 R2 目标位置。

source: Pin domain
zh_hans: 固定域名

source: Please do not include account names, IDs, domains, or other sensitive data.
zh_hans: 请勿包含账户名称、ID、域名或其他敏感数据。

source: Plus addressing
zh_hans: 加号地址

source: Point the domain's name servers at
zh_hans: 将域名的名称服务器指向

source: Policies
zh_hans: 策略

source: Policy disabled.
zh_hans: 策略已关闭

source: Policy enabled.
zh_hans: 策略已开启

source: Policy name
zh_hans: 策略名称

source: Port
zh_hans: 端口

source: Preparing…
zh_hans: 正在准备…

source: Preview
zh_hans: 预览

source: Previews
zh_hans: 预览

source: Priority
zh_hans: 优先级

source: Priority %lld
zh_hans: 优先级 %lld

source: Priority must be a number.
zh_hans: 优先级必须是数字。

source: Priority, weight, and port must be numbers.
zh_hans: 优先级、权重和端口必须是数字。

source: Privacy Policy
zh_hans: 隐私政策

source: Private network
zh_hans: 专用网络

source: Private networks
zh_hans: 专用网络

source: Pro Website
zh_hans: 专业版

source: Production
zh_hans: 生产

source: Profile
zh_hans: 个人资料

source: Profile, %@
zh_hans: 个人资料，%1$@

source: Progressive header blur
zh_hans: 渐进式页眉模糊

source: Protected
zh_hans: 已保护

source: Provisioning
zh_hans: 配置中

source: Proxied
zh_hans: 已代理

source: Public URL copied to the clipboard.
zh_hans: 公开链接已复制到剪贴板。

source: Public URL copied.
zh_hans: 已复制公开链接。

source: Public access and custom domains
zh_hans: 公共访问与自定义域名

source: Public hostnames
zh_hans: 公共主机名

source: Public r2.dev URL
zh_hans: 公开 r2.dev URL

source: Purge Cache
zh_hans: 清除缓存

source: Purge Cache, Under Attack, Development Mode, Upload to R2, and Open Watchtower.
zh_hans: 清除缓存、攻击模式、开发模式、上传到 R2 和打开 Watchtower。

source: Purge Cache, domain security modes, and R2 uploads are authorized.
zh_hans: 已授权清除缓存、域名安全模式和 R2 上传。

source: Purge URL
zh_hans: 清除 URL

source: Purge by URL
zh_hans: 按 URL 清理

source: Purge by URL or everything
zh_hans: 按 URL 或全部清除

source: Purge cache
zh_hans: 清除缓存

source: Purge everything
zh_hans: 清除全部

source: Purge everything from %@'s cache?
zh_hans: 要清除 %1$@ 的全部缓存吗？

source: Purge everything from a Cloudflare domain's cache.
zh_hans: 清除 Cloudflare 域名的全部缓存。

source: Purged everything from %@.
zh_hans: 已清除 %1$@ 的全部缓存。

source: Purple
zh_hans: 紫色

source: Push alerts
zh_hans: 推送提醒

source: Push alerts are not configured for this build.
zh_hans: 此构建未配置推送提醒。

source: Push alerts enabled.
zh_hans: 已启用推送提醒。

source: Push alerts turned off.
zh_hans: 已关闭推送提醒。

source: Push is unavailable until the OAuth redirect URI is configured.
zh_hans: 配置 OAuth 回调地址后才能使用推送。

source: Push is working.
zh_hans: 推送工作正常。

source: Queued
zh_hans: 排队中

source: Quick actions
zh_hans: 快捷操作

source: Quick actions, Shortcuts, Watchtower charts, and Top glow.
zh_hans: 快捷操作、快捷方式、Watchtower 图表和顶部光晕。

source: R2 Bucket
zh_hans: R2 存储桶

source: R2 bucket
zh_hans: R2 存储桶

source: R2 object storage buckets
zh_hans: R2 对象存储存储桶

source: R2 write access is required.
zh_hans: 需要 R2 写入权限。

source: Range
zh_hans: 时间范围

source: Rate limited by Cloudflare — wait a moment and try again.
zh_hans: 已被 Cloudflare 限流 — 请稍候再试。

source: Re-enter the folder to see objects added or deleted from Wrangler, the dashboard, or another device.
zh_hans: 重新进入文件夹后，才会显示 Wrangler、控制台或其他设备新增或删除的对象。

source: Read & write
zh_hans: 读取和写入

source: Read Only
zh_hans: 只读

source: Read only
zh_hans: 只读

source: Read only first
zh_hans: 先使用只读权限

source: Read-only
zh_hans: 只读

source: Read-only — grant DNS write access to edit or delete this record.
zh_hans: 只读 — 授予 DNS 写入权限后才能编辑或删除此记录。

source: Read-only — grant Email Routing write access to change routes.
zh_hans: 当前为只读。授予邮件路由写入权限后即可修改路由。

source: Read-only — grant Registrar access to change these settings.
zh_hans: 当前为只读。授予 Registrar 权限后即可修改这些设置。

source: Read-only — grant cache purge access before removing cached assets.
zh_hans: 只读 — 移除缓存资源前，请先授予缓存清除权限。

source: Read-only — grant notification write access to change this policy.
zh_hans: 只读 — 授予通知写入权限后才能更改此策略。

source: Read-only — grant notification write access to create a policy.
zh_hans: 只读 — 授予通知写入权限后才能创建策略。

source: Read-only — grant notification write access to manage alert policies.
zh_hans: 只读 — 授予通知写入权限后才能管理提醒策略。

source: Read-only — grant write access to make changes.
zh_hans: 只读 — 授予写入权限以进行更改。

source: Read-only — grant zone settings write access to change Under Attack mode.
zh_hans: 只读 — 授予区域设置写入权限后才能更改 Under Attack 模式。

source: Read-only — grant zone settings write access to make changes.
zh_hans: 只读 — 授予区域设置写入权限后才能进行更改。

source: Ready
zh_hans: 就绪

source: Recent account activity
zh_hans: 最近的账户活动

source: Recent alerts
zh_hans: 近期提醒

source: Recently used
zh_hans: 最近使用

source: Recommended
zh_hans: 推荐

source: Record type
zh_hans: 记录类型

source: Record types
zh_hans: 记录类型

source: Record types chart. %@ loaded records: %@.
zh_hans: 记录类型图表。已加载 %1$@ 条记录：%2$@。

source: Record types chart. No DNS records loaded.
zh_hans: 记录类型图表。尚未加载 DNS 记录。

source: Records
zh_hans: 记录

source: Records Cloudflare will add
zh_hans: Cloudflare 将添加的记录
